# DM_EX2_Eval_SQL

## 1.

a. Mohamed Ali et alonso Fernando

b.Harry Kane

## 2.

a. 

|nom|prenom|
|:-:|:-:|
|Dupont|Antoine|
|Kane|Harry|

b.
```sql

SELECT tarif FROM Objet ,
       WHERE id_objet = 5 ;

```

c.

d.

## 3.

a.

b.

c.

##  4.

a.

b.